11/data/attachments/c11592c131668263.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_976b5fcd-5da1-4e78-aa61-bcabac6c8eb6</nif:username>
            <nif:pageInfo>
                <nif:page>1000</nif:page>
                <nif:size>1</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>